<?php
// Heading
$_['heading_title']          		= 'Шаблоны';

// Text
$_['text_success']          		= 'Список шаблонов обновлен!';
$_['text_list']          			= 'Список шаблонов';
$_['text_add']          			= 'Добавление шаблона';
$_['text_edit']          			= 'Редактирование шаблона';
$_['text_default']          		= 'Основной магазин';

// Column
$_['column_name']          			= 'Название шаблона';
$_['column_sort_order']          	= 'Порядок сортировки';
$_['column_action']          		= 'Действие';

// Entry
$_['entry_name']          			= 'Название шаблона:';
$_['entry_description']          	= 'Описание';
$_['entry_meta_title']          	= 'Дополнительное поле 1';
$_['entry_meta_h1']          	    = 'HTML-тег H1';
$_['entry_meta_keyword']          	= 'Дополнительное поле 2';
$_['entry_meta_description']        = 'Дополнительное поле 3';
$_['entry_keyword']          		= 'SEO URL:';
$_['entry_parent']          		= 'Родительский шаблон:';
$_['entry_filter']          		= 'Фильтры:';
$_['entry_store']          			= 'Магазины:';
$_['entry_image']          			= 'Изображение шаблона';
$_['entry_top']          			= 'Главное меню:';
$_['entry_column']          		= 'Колонки:';
$_['entry_sort_order']          	= 'Порядок сортировки:';
$_['entry_status']          		= 'Статус:';
$_['entry_layout']          		= 'Выберите макет:';

// Help
$_['help_filter']          			= '(Автодополнение)';
$_['help_keyword']          		= 'Замените пробелы на тире. Должно быть уникальным на всю систему.';
$_['help_top']          			= 'Показывать в верхнем меню (работает только для основных категорий)';
$_['help_column']          			= 'Число столбцов для показа шаблонов 3-го уровня (работает только для основных шаблонов)';

// Error
$_['error_warning']          		= 'Внимательно проверьте форму на ошибки!';
$_['error_permission']          	= 'У Вас нет прав для изменения шаблонов!';
$_['error_name']          			= 'Название шаблона должно быть от 2 до 32 символов!';
$_['error_meta_title']          	= 'Мета-тег Title должен быть от 3 до 255 символов!';
$_['error_keyword']          		= 'Этот SEO keyword уже используется!';
$_['error_parent']           		= 'Родительский шаблон который вы выбрали - является потомком текущей!';
